export const startTexts = {
  hello: 'Добро пожаловать в «Сказку Странствий» 🧸\nНажмите кнопку ниже, чтобы открыть магазин.',
  helloNoWebApp: 'Добро пожаловать в «Сказку Странствий» 🧸',
  openShopButton: 'Открыть магазин',
  phoneRequest: 'Чтобы бот вас узнал, поделитесь своим номером телефона',
  phoneRequestButton: 'Поделиться номером телефона',
  alreadyRegistered: 'Добро пожаловать обратно в мой уютный бот :)',
  phoneRequestSuccess: 'Спасибо, номер сохранён!',
  phoneRequestError: 'Произошла ошибка, попробуйте заново',
}
